<?php

return [
    'combine_images' => 'कई JPG छवियों को आसानी से एक ही PDF फ़ाइल में जोड़ें, ताकि उन्हें संग्रहित किया जा सके और दूसरों के साथ साझा किया जा सके। फ़ाइल आकार पर कोई सीमा नहीं, कोई पंजीकरण नहीं, कोई वॉटरमार्क नहीं। यह सेवा स्वचालित रूप से छवियों को घुमाती है, अनुकूलित करती है, और आकार को कम करती है, लेकिन मूल रिज़ॉल्यूशन बनाए रखती है।',
    'steps' => [
        'step1' => 'UPLOAD FILES बटन पर क्लिक करें और उन 20 छवियों में से चुनें जिन्हें आप कनवर्ट करना चाहते हैं। आप ड्रैग और ड्रॉप करके भी फ़ाइलों को अपलोड करना शुरू कर सकते हैं। अपलोड और कनवर्शन प्रक्रिया पूरी होने तक प्रतीक्षा करें।',
        'step2' => 'थंबनेल पर क्लिक करें और प्रत्येक छवि के लिए PDF फ़ाइलों को अलग-अलग डाउनलोड करें, या COMBINED बटन पर क्लिक करके सभी को एक PDF दस्तावेज़ में जोड़ लें।',
    ],
    'crop_pdf_title' => 'PDF काटें',
    'crop_pdf_description' => 'यदि आप किसी PDF को कंप्यूटर पर खोलते हैं, तो यह सामान्यत: एक वास्तविक कागज की शीट जैसा दिखता है, जिसमें पृष्ठ के चारों ओर सफेद मार्जिन होते हैं। एक बड़े कंप्यूटर स्क्रीन पर, यह ज्यादा फर्क नहीं डालता।',
    'crop_pdf_mobile_description' => 'हालांकि, एक मोबाइल डिवाइस पर, ये सफेद मार्जिन दस्तावेज़ को देखना मुश्किल बना सकते हैं। आप PDF को काटने के लिए इन मार्जिन को हटाना चाहते हैं, ताकि दस्तावेज़ छोटे स्क्रीन पर बेहतर दिखाई दे।',
    'crop_pdf_software_description' => 'चूंकि अधिकांश लोगों के पास PDF संपादन सॉफ़्टवेयर नहीं होता है, इसलिए इन मार्जिन को हटाना एक साधारण काम की तरह लगता है, लेकिन यह वास्तव में काफी कठिन हो सकता है। शुक्र है कि हमारा ऑनलाइन क्रॉपिंग टूल यह काम कर सकता है।',
    'crop_pdf_free_title' => 'PDF को मुफ्त में कैसे काटें?',
    'crop_pdf_free_description' => 'हमारा स्वचालित टूल PDF को स्कैन कर सकता है, टेक्स्ट के चारों ओर सफेद मार्जिन की पहचान कर सकता है, और स्वचालित रूप से उन्हें काट सकता है। यह टूल पूरी तरह से मुफ्त है। आपको वॉटरमार्किंग के बारे में चिंता करने की ज़रूरत नहीं है और न ही हमें आपका ईमेल देना होता है।',
    'crop_pdf_free_steps' => [
        'step1' => 'शुरू करने के लिए, एक या 20 तक PDFs अपलोड करें। आप इसे दो तरीकों से कर सकते हैं: “UPLOAD FILES” बटन पर क्लिक करें और अपनी फ़ाइलों को नेविगेट करें या “Drop Your Files Here” क्षेत्र में PDFs को ड्रैग और ड्रॉप करें।',
        'step2' => 'एक बार जब आपकी फ़ाइलें अपलोड हो जाएं, तो हमारा क्रॉपिंग टूल काम करना शुरू कर देगा। जब यह पूरा हो जाएगा, तो आपको PDFs के थंबनेल के नीचे एक नया “DOWNLOAD” बटन दिखाई देगा। इस बटन पर क्लिक करके आप अपनी नई क्रॉप की गई PDF डाउनलोड कर सकते हैं।',
        'step3' => 'यदि आपने कई PDFs अपलोड की हैं, तो आप “DOWNLOAD ALL” बटन पर क्लिक करके अपना समय बचा सकते हैं। यह सभी क्रॉप की गई PDFs के साथ एक ZIP फ़ाइल डाउनलोड करेगा।',
        'step4' => 'यदि आपको और PDFs काटने की आवश्यकता है, तो “CLEAR QUEUE” बटन पर क्लिक करें और फिर से शुरू करें। आप 20 PDFs का बैच बार-बार कनवर्ट कर सकते हैं। इस टूल का उपयोग करने की कोई सीमा नहीं है।',
    ],
    'pdf_safety_title' => 'क्या PDF काटना सुरक्षित है?',
    'pdf_safety_description' => 'PDF काटना पूरी तरह से सुरक्षित है। सबसे पहले, आप यह आश्वस्त हो सकते हैं कि आपकी फ़ाइलें सुरक्षित हैं। हमारा सर्वर पूरी तरह से स्वचालित है, इसलिए किसी को भी आपकी फ़ाइलों तक पहुंच नहीं है। इसके अलावा, आपके फ़ाइल अपलोड करने के 60 मिनट बाद, हमारा सर्वर स्वचालित रूप से अपलोड और क्रॉप की गई PDFs को हटा देता है। यह सुनिश्चित करता है कि आपका संवेदनशील डेटा सुरक्षित रहे।',
    'pdf_safety_assurance' => 'इसके अलावा, हमारा टूल कभी भी आपकी मूल PDFs को नहीं छूता। वे आपके कंप्यूटर या मोबाइल डिवाइस पर सुरक्षित रहते हैं। यदि किसी कारण से आप क्रॉप की गई फ़ाइलों से संतुष्ट नहीं हैं, तो आपके पास अभी भी आपकी मास्टर PDFs होंगी जैसे कि आपने इस टूल का उपयोग करने से पहले किया था।',
];
